Repository: angeloemme80/TucsonIOS
Catalog: AKSwiftSlideMenu/*.lproj/Localizable.strings
Languages: it

source: Map
it: Mappa

# historical
source: Historical positions
it: Storico posizioni

source: Settings
it: Impostazioni

source: Tucson Map
it: Mappa Tucson

# join
source: JOIN WITH US
it: UNISCITI A NOI

# info_text
source: <b>Tucson</b> is an app that is based on the geolocation of your Hyundai Tucson. In collaboration with the facebook group <b>"Hyundai Tucson Italia"</b><br><br><i>Available functions</i>:<br><br><b>Facebook Login</b>: Login with your facebook account.<br><br><b>Map</b>: It allows you to display on all Hyundai Tucson area who have sent their position through the App. Show only the last position sent by each user. Ability to send your position even anonymously<br><br><b>Historical positions</b>: It allows you to view the area all the positions that you have sent so far. Displays only the position sent to you. You can clear the positions sent by selecting the marker info window<br><br><b>Settings</b>: It lets you choose some settings such as the maximum number of positions to be displayed in the historic or whether or not to send even the email address associated with your Facebook account<br><br><b>Info</b>: About of application functionality.
it: <b>Tucson</b> è un App che si basa sulla geolocalizzazione della tua Hyundai Tucson. In collaborazione con il gruppo facebook <b>"Hyundai Tucson Italia"</b><br><br><i>Funzioni disponibili</i>:<br><br><b>Facebook Login</b>: Effettua il login con il tuo account facebook.<br><br><b>Mappa</b>: Ti permette di visualizzare sul territorio tutte le Hyundai Tucson che hanno inviato la loro posizione attraverso l'App. Visualizza solo l'ultima posizione inviata da ciascun utente. Possibilità di inviare la propria posizione anche in modalità anonima<br><br><b>Storico posizioni</b>: Ti permette di visualizzare sul territorio tutte le posizioni che hai inviato fino ad ora. Visualizza solo le posizione inviate da te. E' possibile cancellare le posizioni inviate selezionando la finestra di informazioni del marker<br><br><b>Impostazioni</b>: Ti permette di scegliere alcune impostazioni come il numero massimo di posizioni da visualizzare nello storico oppure se inviare o meno anche l'indirizzo email associato al tuo account facebook<br><br><b>Info</b>: Info sulle funzionalità dell'applicazione.

# info_text_01
source: Tucson is an app that is based on the geolocation of your Hyundai Tucson. In collaboration with the facebook group "Hyundai Tucson Italia"
it: Tucson è un App che si basa sulla geolocalizzazione della tua Hyundai Tucson. In collaborazione con il gruppo facebook "Hyundai Tucson Italia"

# info_text_02
source: Available functions:
it: Funzioni disponibili:

# info_text_03
source: Login: Log in with your Facebook account or login as a guest
it: Login: Effettua il login con il tuo account facebook oppure effettua il login come ospite

# info_text_04
source: Map: It allows you to display on all Hyundai Tucson area who have sent their position through the App. Show only the last position sent by each user. Ability to send your position even anonymously
it: Mappa: Ti permette di visualizzare sul territorio tutte le Hyundai Tucson che hanno inviato la loro posizione attraverso l'App. Visualizza solo l'ultima posizione inviata da ciascun utente. Possibilità di inviare la propria posizione anche in modalità anonima

# info_text_05
source: Historical positions: It allows you to view the area all the positions that you have sent so far. Displays only the position sent to you. You can clear the positions sent by selecting the marker info window
it: Storico posizioni: Ti permette di visualizzare sul territorio tutte le posizioni che hai inviato fino ad ora. Visualizza solo le posizione inviate da te. E' possibile cancellare le posizioni inviate selezionando la finestra di informazioni del marker

# info_text_06
source: Settings: It lets you choose some settings such as the maximum number of positions to be displayed in the historic or whether or not to send even the email address associated with your Facebook account
it: Impostazioni: Ti permette di scegliere alcune impostazioni come il numero massimo di posizioni da visualizzare nello storico oppure se inviare o meno anche l'indirizzo email associato al tuo account facebook

# info_text_07
source: Info: About of application functionality.
it: Info: Info sulle funzionalità dell'applicazione.

# send_position
source: Send Location
it: Invia Posizione

# del_position
source: Delete Location
it: Cancella Posizione

# error_send_position
source: Error during the location send
it: Errore durante l'invio della posizione

# position_send
source: Location sent
it: Posizione inviata

source: My position
it: Mia posizione

# current_position
source: This is my current position
it: Questa è la mia attuale posizione

source: Historical positions
it: Storico posizioni

# must_logged
source: Attention, you must be logged in to view the locations on the map
it: Attenzione, è necessario essere loggati per visualizzare le posizioni sulla mappa

# allow_view_email
source: When you send your location also send your email address
it: Quando invii la tua posizione invia anche il tuo indirizzo mail

# max_historical_positions
source: Maximum number of visible positions in the feature 'Historical positions'
it: Numero massimo di posizioni visibili nella funzionalità 'Storico posizioni'

# no_internet
source: No internet connection
it: Nessuna connessione internet

source: GPS activation
it: Attivazione GPS

# enable_gps
source: Would you like to enable location based services?
it: Vuoi attivare i servizi di localizzazione?

source: Sent on
it: Inviata il

# no_gps
source: Warning: Your device does not have GPS, application unusable
it: Attenzione: Il tuo dispositivo non è dotato di GPS, app non utilizzabile

# no_permission
source: permission denied
it: Permesso negato

# delete_position_title
source: Delete location
it: Cancella posizione

# delete_position
source: Do you want to delete this location?
it: Vuoi cancellare questa posizione?

source: Yes
it: Si

# send_anonymous
source: Send anonymous location
it: Invia posizione anonima

source: Anonymous
it: Anonimo

source: Delete
it: Cancella

# login_message
source: To send your position and your name need to login. Do you want to run login now?
it: Per inviare la propria posizione e il proprio nome è necessario eseguire il login. Vuoi eseguire il login adesso?

source: Logged
it: Loggato

source: Logout performed
it: Logout effettuato

# message_send
source: You are about to share your location on the map and wish to continue?
it: Stai per condividere la tua posizione sulla mappa, vuoi continuare?

source: Signin
it: Registrati
